[
    {
        "Title": "[討論](重發)倚天屠龍記中 倚天劍的劍鞘", 
        "Author": "cowboyas0413", 
        "UpVote": 15, 
        "NoVote": 6, 
        "Content": "\n嗚嗚，手機排版真的好難喔，想要修改卻越補越大洞，只好先刪掉再找時間用電腦發了\n我只是一個登入次數不到150的超．菜鳥，需要這麼對我嗎QQ\n\n\n本來我以為希洽只能討論ACG，但某天看到有人在討論金庸作品，還滿意外der呢：）因此\n我也在這邊想跟大家討論一個某天發現的問題。\n\n\n話說金大大的倚天屠龍記第二集中，有這麼一段，是在描述滅絕師太與金花婆婆在蝴蝶谷\n中交手的橋段，也是倚天劍的第一次登場:\n\n\n    滅絕師太拋去半截斷劍，說道：「這是我徒兒的兵刃，原不足以當高人的一擊。」說\n著解開背囊，取出一柄四尺來長的古劍來。金花婆婆一瞥眼間，但見劍鞘上隱隱發出一層\n青氣，劍未出鞘，已可想見其不凡，只見劍鞘上金絲鑲著的兩個字：「倚天」，她大吃一\n驚，脫口而出：「倚天劍！」滅絕師太點了點頭，道：「不錯，是倚天劍！」金花婆婆心\n頭立時閃過武林中相傳的那六句話：「武林至尊，寶刀屠龍。號令天下，莫敢不從。倚天\n不出，誰與爭鋒？」喃喃道：「原來倚天劍落在峨嵋派手中。」\n\n　　滅絕師太喝道：「接招！」提著劍柄，竟不除下劍鞘，連劍帶鞘，便向金花婆婆胸口\n點來。金花婆婆枴杖一封。滅絕師太手腕微顫，劍鞘已碰上枴杖。但聽得「嗤」的一聲輕\n響，猶如撕裂厚紙，金花婆婆那根海外神物、兵中至寶「珊瑚金」枴杖，已自斷為兩截。\n\n　　金花婆婆心頭大震，暗想：「倚天劍刃未出匣，已然如此厲害，當真名不虛傳。」\n\n\n金庸這一段，短短幾行文字，便將倚天劍的鋒利描寫的淋漓盡致，但「倚天劍刃未出匣，\n已然如此厲害」也太誇張了吧？如果沒拔出來都能輕鬆砍斷珊瑚金，那那個劍鞘到底是拿\n來幹嘛的？之後趙敏把它掛在腰上逛大街，雖然不像滅絕師太當時有用內力，但砍斷手腳\n也是輕輕鬆鬆吧？如果大街上人擠人不小心手湊過去，那麼......\n\n--\n1F推scrotum5566:切下陰囊\n2F→jpgjpg2005:圖勒\n3F→hopeskyme:五樓喜歡跟學長在垃圾場肛肛\n4F→hawaii987:五樓被肛到屁眼外翻 還喊爽 真他媽騷\n5F→hopeskyme:好險\n6F→hopeskyme:幹\n\n--\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[閒聊] LoveLive是不是音樂番的唯一神作", 
        "Author": "ok8752665", 
        "UpVote": 37, 
        "NoVote": 49, 
        "Content": "\n要神曲 有\n\n要神劇情 也有\n\n要夠多萌女角 還是有\n\n要無人能敵的銷量 有有有\n\n這作品一出世 到底要其他音樂番怎麼活阿\n\n大概好幾個世紀沒辦法出現能夠與之匹敵的作品了吧\n\n神啊 為啥要讓我這麼早看到這部作品 以後看不到更好的怎麼辦 慟慟慟!!!\n\n--\n", 
        "DownVote": 28
    }, 
    {
        "Title": "[閒聊] 不敢看點兔怎麼辦？", 
        "Author": "axzs1111", 
        "UpVote": 6, 
        "NoVote": 10, 
        "Content": "\n\n芳文社神作\n請問要來點兔子嗎？\n\n", 
        "DownVote": 5
    }, 
    {
        "Title": "[閒聊] 幻海在暗黑武術會上大概會輸哪些人?", 
        "Author": "QB5566", 
        "UpVote": 14, 
        "NoVote": 12, 
        "Content": "\n如題\n\n如果劇情中登場仙水忍是得絕症快死\n\n那幻海師範就是差不多快衰老到死了\n\n那樣的幻海在暗黑武術會上依然有驚人武技和靈力\n\n想請問假如靈光球沒給幽助的話\n\n幻海大概會輸給哪些人\n\n戶愚呂弟幻海是絕對贏不了\n\n才需要用睹的方式把希望交給幽助\n\n除此之外幻海還有可能會輸給哪些人?\n\n\n--\n", 
        "DownVote": 0
    }, 
    {
        "Title": "Re: [閒聊] 灌籃高手將再推「新裝再編版」漫畫", 
        "Author": "Jotarun", 
        "UpVote": 2, 
        "NoVote": 1, 
        "Content": "詳細日期公布囉\n來源: ", 
        "DownVote": 0
    }, 
    {
        "Title": "[實況] Gartic 我亂畫你猜", 
        "Author": "popoloo", 
        "UpVote": 0, 
        "NoVote": 0, 
        "Content": "\n\n歡淫收看\n\n歡淫聊天\n\n歡淫腋起玩\n\n\n--\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[閒聊] 高木同學的額頭是不是有種奇怪的感覺？", 
        "Author": "FatTiger027", 
        "UpVote": 35, 
        "NoVote": 8, 
        "Content": "\n\n不知道為什麼\n\n看到之後有種奇怪的感覺\n\n該怎麼形容呢……\n\n就是……很奇妙的感覺\n\n\n", 
        "DownVote": 1
    }, 
    {
        "Title": "[閒聊] 命運石之門0求雷", 
        "Author": "zxxsd", 
        "UpVote": 10, 
        "NoVote": 36, 
        "Content": "\n看完第七集之後\n\n我受不了啦～～～\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n主要想問的是桶子的老婆 阿萬音由季\n\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[開箱] GSC 美樹沙耶香", 
        "Author": "BSpowerx", 
        "UpVote": 16, 
        "NoVote": 1, 
        "Content": "\n回到家踢到一盒.. 什麼時候訂的我都快忘了 囧\n這隻到底延期了多久\n\n\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[問題] 問一個女性人物", 
        "Author": "Manaku", 
        "UpVote": 3, 
        "NoVote": 5, 
        "Content": "\n\n發音 哈魯哈拉哈魯狗 (不確定有沒有記錯)\n\n角色元素好像有球棒、安全帽和機車(不確定有沒有記錯)\n\n是以前一個好像叫萌大戰的遊戲的角色\n\n（其他角色有最終兵器彼女、ROD、魔法護士小麥）\n\n\n\n\n--\n", 
        "DownVote": 0
    }, 
    {
        "Title": "Fw: [閒聊] 《F1 2018》將於2018年8月24日發售", 
        "Author": "leafland", 
        "UpVote": 0, 
        "NoVote": 0, 
        "Content": "\n作者: leafland (小游) 看板: Steam\n標題: [閒聊] 《F1 2018》將於2018年8月24日發售\n時間: Thu May 24 23:15:33 2018\n\nBlog圖文版：", 
        "DownVote": 0
    }, 
    {
        "Title": "[討論] 第四代火影到底強不強？", 
        "Author": "nonstop", 
        "UpVote": 51, 
        "NoVote": 32, 
        "Content": "\n\n出場畫面沒有幾次\n卻能靠腦袋輾壓帶土\n跟腦袋是橡膠的人根本完全不同檔次\n大戰時又靠飛雷神帶走黑球保護瘋狂阿凱\n這種人還是忍者嗎？\n忍者能瞬移成這樣嗎？\n只有魔術師能吧...\n而且還是禿頭魔術師...\n不然老天給他這樣的能力做禿頭補償幹嘛...哈\n\n--\n", 
        "DownVote": 1
    }, 
    {
        "Title": "[問題] 找一部十幾年前的動畫", 
        "Author": "smalltalker", 
        "UpVote": 4, 
        "NoVote": 4, 
        "Content": "\n1.主角是瘦高型的男生\n2.日本畫風 男女生都是瘦高型的（像魯路修的那種）\n3.第一集吧 有位年輕女子給主角一個光碟 後來主角用來操作機器人\n4.片中有機器人戰鬥\n5.結局好像是 主角醒了 發現原來是一場夢（不太確定）\n\n將近20年前看得\n記憶很零碎\n有請大神幫忙\n\n--\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[專訪] 河洛群俠傳：開放世界的天南武林傳奇", 
        "Author": "gy5566gy", 
        "UpVote": 12, 
        "NoVote": 4, 
        "Content": "\n\n\n《河洛群俠傳》：小蝦米新冒險 開放世界的天南武林\n\n\n——我們第一個問題是有關《俠客風雲傳前傳》(下簡稱「前傳」)的。前傳和本傳玩法區\n別很大，反倒更像老《金庸群俠傳》，我可不可以理解為前傳在某種程度上是《河洛群俠\n傳》的流程和系統邏輯預演?\n\n徐昌隆：部分層面可以這麼說。不過整體上前傳還是更偏向老《金庸群俠傳》(下簡稱「\n金群」)的模式，而且依然是有場景切換和載入的，這樣很多技術層面的難關就可以通過\n載入過濾掉。但《河洛群俠傳》是開放世界，不能使用這些取巧的方法。所以概念上有相\n似的地方，技術上還是不一樣的。\n\n\n\n——前傳某種程度上沒有那麼自由。因為一些支線對後續劇情有重大影響，但在觸發、完\n成過程中缺少提示且完成時間不可逆，導致玩家錯過可能就要重打一遍遊戲，這種設計在\n《河洛群俠傳》中有改進麼?\n\n徐昌隆：客觀上，根據劇情發展，有些橋段肯定是不可逆的，這種現象必然存在。我在研\n發中跟團隊強調過，最好不要有那種傳統的線性設計，顯得很不真實。比如不可能有一個\nNPC一直等著你來觸發某個事件，你不來他就一直在那「罰站」;再比如BOSS在籌謀一個計\n劃，不可能一直等著玩家來破解而什麼都不發生，到了某個時間他就該主動出擊，對你進\n行追殺等等。不過總的說來，《河洛群俠傳》中這種跟時間綁定的支線比較少，因為濫用\n的話，可能導致所有玩家都在等待某個事件發生的現象，這種體驗很不好。\n\n\n\n——那遊戲中的奇遇是什麼形式?有時間限制麼?\n\n徐昌隆：《河洛群俠傳》中的奇遇主要與場景探索相關——因為這次是開放世界，場景探\n索是核心玩法，時間限制型的奇遇比較少，但某些高人確實只有特定時間在某一帶徘徊，\n過時不候，那就沒辦法了。\n\n不過場景探索式的奇遇有個壞處，就是玩家社區很容易總結出攻略，哪裡藏了什麼東西，\n導致玩家早期就能找到設計者希望他們後期才能獲得的道具，這就不好處理了。所以我們\n加了一些軟性限制，比如山洞門口有一顆大石頭，需要力量80以上才能推開;或者讓你早\n期拿到極品秘籍也沒關係，因為基礎能力不夠學不了。\n\n\n\n——限制和引導的問題我也深有感觸。老《金庸群俠傳》因為過於自由，導致經常遊戲初\n期就走到高級地區，遇到的所有敵人都打不過，也不知道怎麼將遊戲推進下去。這一點《\n河洛群俠傳》有改進麼?\n\n徐昌隆：我們的辦法還是通過主線故事做引導吧。我們不想在物理和地形層面阻擋玩家—\n—比如像《塞爾達傳說：曠野之息》初期，把玩家限制在一座高台上——希望賦予玩家更\n多自主性。但畢竟現在的遊戲設計方式不像以前了，指引不能那麼粗放。我們選擇通過一\n個明確的故事、明確的目標，在地圖上標出明確的方位來指引你。我相信只要玩家不是特\n別刻意，基本不會走進與自身實力不符的複雜地區。這種引導在前期還是比較多的，但到\n中後期就很少了。因為玩家遊戲時間已經很長，能經歷磨煉存活下來，實力比較強了，也\n有一定心理承受能力，不會偶然碰到一場打不贏的戰鬥就產生很強的挫敗感。\n\n\n\n——開放世界的地圖設計很重要，要做出多樣性才能刺激玩家探索的慾望。但您曾說《河\n洛群俠傳》不會做整幅的中國地圖，只會挑選一個區域。那麼環境的多樣性如何體現?\n\n徐昌隆：確實。過去《金庸群俠傳》、《武林群俠傳》和《三國群俠傳》都是基於真實中\n國地圖設計的，在東北會下雪、西北有沙漠、江南比較富庶等等，體驗很多變。但做開放\n世界，我總覺得20分鐘從中國東北跑到西南很不真實，所以這次只做一個小區域，相對的\n變化確實比以前會少一些，這是無法避免的。\n\n這次我們選擇的區域是中國西南，包括川蜀、雲南等地區，地形複雜，海拔差距比較大，\n靠邊界的地方也有雪山、高原類場景，可以通過瀑布、河流等景觀體現多樣性;另外這地\n區民族文化比較多元，還是通過這些方面塑造差異化體驗吧。\n\n我覺得未來要更好地用開放世界表現中國的多樣性，還是要通過切換地圖的方式才能做到\n。比如A區域是西南，B區域是東北，但A、B兩個區域本身都是尺寸非常大的開放世界地圖\n。這次我們還是先踏實做好一個區域吧，畢竟是第一次挑戰開放世界，有很多技術難關需\n要克服，僅僅一個區域就比以前的全國地圖大太多了。\n\n\n\n——《河洛群俠傳》的時空背景是虛構的，但要塑造真實的人文環境和風貌，肯定還是需\n要真實時代做參考。請問本作在人文設計上是以哪個時代為模板的?\n\n徐昌隆：人文背景是以明代的西南地區做參考的。因為遊戲劇情提到了段思平(893—944\n，大理國太祖，金庸小說中「六脈神劍」的創始人)和王重陽，這些都是真實歷史人物，\n有確切的生卒年，所以遊戲參考的時代肯定要在這之後——雖然我們世界觀本身是「穿越\n」題材，但在環境和人文風貌上希望做出一定合理性。\n\n\n\n——您提到了題材差異。武俠小說選題本身有兩種流派：金庸走的是真實歷史路線;古龍\n選擇的是架空江湖。您怎麼評價這兩種路線的優勢和局限?為什麼河洛選擇了架空路線?\n\n徐昌隆：畢竟對玩家來說，熟悉的人物會有一些親切感。河洛是個小工作室，作品還需要\n借助知名IP的號召力，而我們直接使用金庸俠客有版權問題，只能選擇張君寶、段思平、\n王重陽這種沒有風險，又跟武俠掛鉤的真實歷史人物，但這些人都不是一個時代的，所以\n河洛被迫選擇了架空背景——我個人其實更偏愛真實歷史背景(笑)。如果未來河洛做原創\nIP，我們會採用金庸的做法，在真實歷史框架下講自己的故事。\n\n\n\n——能不能透露下本作共有多少可成為同伴的角色?\n\n徐昌隆：目前有十幾個，最終會不會到20個還不知道，因為還沒到最後統計階段，根據劇\n情塑造和玩家選擇正邪路線，還要進行調整。走邪線同伴角色比較少，如果我們覺得對平\n衡造成影響了，可能會再加幾個。\n\n\n\n——您提到正邪路線。老《金庸群俠傳》邪派通關難度是遠高於正派的。邪線的最終BOSS\n「正派十大高手」實力遠強於正線打的「邪派十大高手」。《河洛群俠傳》在這方面的平\n衡是怎麼調整的?\n\n徐昌隆：我們倒沒刻意要設計成這樣，是因為本來金庸世界觀中正派就比較強吧(笑)。當\n然我們一般認為玩家肯定走正派的比較多，走邪派的對自己實力可能比較自信——因為你\n實力要足夠強才有資本號令天下，而且邪派隊友比較少，可能難度會高一些。\n\n不過我們覺得玩邪派體驗應該比正派更爽，因為不受拘束，想幹嘛幹嘛，看到好東西要偷\n要搶要殺都可以，也不用幫人跑腿做任務，按理說應該更輕鬆才對。像我現在在測試正線\n，就覺得很窮，因為獲取遊戲資源受限制，經常買不起想要的東西。理論上遊戲設計者放\n了件寶物在你眼前，但你卻不敢拿，這也挺難受的(笑)，但現實就是這樣，邪派更自由，\n做正派就要受一些約束，所以正派應該更難，具體的平衡我們會調整下。\n\n\n\n——老《金庸群俠傳》是沒有戀愛元素的，因為小蝦米是個穿越人物，但在《俠客風雲傳\n》中戀愛玩法很受歡迎，《河洛群俠傳》會加入紅顏知己的設定麼?\n\n徐昌隆：因為小蝦米是穿越人物，造成他在這個世界談感情比較困難(笑)。另外我們在做\n《金庸群俠傳》的時候重心是講這些俠客本身的故事，所以沒有特意做戀愛玩法。相關元\n素我們會放在《俠客風雲傳》系列和新作《俠隱閣》中。在《俠隱閣》裡我們一開始就設\n計了多位可追求對象。\n\n\n\n——那麼在新作中會不會見到系列以前的老人物，比如「南賢北丑」?\n\n徐昌隆：「南賢北丑」有的，一開始就出場了，但跟以前是不一樣的人;另外我們還加了\n「東豪」和「西庖」，現在東西南北代表人物都有了。我們完善了相關設定，他們是守護\n聖堂的「河洛一族」，每個時代都有傳人。\n\n\n\n——最近官方公佈了《河洛群俠傳》的戰鬥系統，您說想把武俠的戰鬥做出西方奇幻作品\n「職業」劃分的感覺，能具體跟我們介紹一下麼?\n\n徐昌隆：因為我每次玩西方遊戲就覺得他們的規則很好，讓人認識很清楚，打起來相對也\n比較平衡，每個職業都有鮮明的優缺點和特色。相對而言我們東方的武俠小說沒有這種系\n統性，更不真實一點——可能因為我們東方文化重寫意，不太在乎真實性。武俠小說中的\n大俠，比如張無忌，攻又高防又高血又多輕功又好，沒有短板。邏輯性做不好在西方是吃\n不開的，也就不用談什麼武俠文化輸出了，這是多年來一直困擾我的問題。\n\n我們設計遊戲肯定希望隊友能有互補。實際上我在每款遊戲中都嘗試做一點改變，把武俠\n小說中的元素往西方的職業體繫上套，發現也不影響武俠的內核。這次我們設計了「動、\n靜、剛、柔、巧、拙」六個感悟流派，都是金庸小說的武學體系中有提到的。比如翔龍十\n八掌就是「剛」，威力強大;陳家洛的百花錯拳就是「巧」，需要學習各家拳法融會貫通\n，變化無窮。我們知道每款遊戲都有「暴擊」這個設定，但在《河洛群俠傳》中，暴擊是\n「剛」系獨有的——我們覺得將這種爆發性傷害機制賦予別的流派，邏輯上不太說得過去\n;同理只有「柔」有「卸勁」，以柔克剛化解傷害。一種流派的特色，我們不會再給其他\n流派。\n\n再比如「巧」和「拙」，我覺得這兩種武學理解沒有嚴格的高下對錯之分。「拙」就是同\n一招，越用威力越大;「巧」就是追求變化，不斷使用不同的招式才能增加威力，我們讓\n不同的武學理解在遊戲裡都能呈現。不同體系的武學修煉要求和方式也不同，比如「拙」\n系的武功就要求你有更紮實的基本屬性。\n\n當然我們也不希望做太硬性的限制，玩家可以每個流派都學。遊戲中「感悟點數」——類\n似西方的「天賦」——是每級給1點。你可以雙修，但是要三修、四修，就只能每一系都\n學得比較淺。當然實在追求極致的玩家也不是沒有辦法，我們的遊戲不會卡等級、卡時間\n，只要你玩得足夠久，不急著通關，也是能點滿所有流派的，不過真的很難。這只是我們\n一種嘗試，我們會根據玩家反饋不斷調整——畢竟《河洛群俠傳》只是我們開放世界的起\n步，還有很多學習和調整的空間。\n\n\n\n——那麼我有兩個衍生問題。第一，這六種套路存在克制關係麼?還是單純的戰鬥風格不\n同?\n\n徐昌隆：我一向很不喜歡那種直接、暴力的數值克制關係，因為我覺得設定上，不論「剛\n克柔」還是「柔克剛」都不是很合理，我更傾向做戰術思路上的動態克制。\n\n我以「動」跟「靜」舉例。「動」要求玩家多移動，越動威力和連擊發動率越高;「靜」\n則比較倒霉，要求你盡量不要動，而且「靜」系的角色普遍輕功比較低，設計上要避免他\n在出手前就被打死這種情況。\n\n在我們設計中「靜」系人物是「炮台型」角色，只要你經過我攻擊範圍就會主動發動攻擊\n，而且他的迎擊是不耗AP的，這是一個巨大的優勢，場上其他人AP都耗完了，我還能行動\n。但「靜」系角色也有克制手段——他攻擊不耗AP，內力還是需要的，你可以用肉盾系角\n色故意吸引他多攻擊，內力耗光了，他這場戰鬥也就玩完了。\n\n\n\n——第二是關於人物培養的。既然有六種風格，那麼遊戲中的人物是有不同的先天稟賦，\n還是單純根據他們學的武功來劃分流派的?\n\n徐昌隆：《河洛群俠傳》不像《俠客風雲傳》，定義了每個角色的特性，只能往特定方向\n走。所有能培養的對象都跟主角一樣，只要達到學習條件什麼都能學，因此本作的秘籍數\n量也放開限制，雖然同時只能一個角色練，但不會作為消耗品被角色「吃」掉。他不學了\n，就可以給別人。\n\n\n\n——從官方視頻和圖片來看，戰鬥雖然是回合策略模式，但並非單元格式的戰棋玩法，我\n可不可以理解為是為了終有一天實現即時戰鬥，做的一小步改變?\n\n徐昌隆：第一，我們將來一定會做即時戰鬥——開放世界遊戲一定會往即時戰鬥這個大方\n向走，這是探索流暢性的客觀要求，只是我們不想一次挑戰太多新技術，這次還是先用心\n做好一件事吧。\n\n第二，這次取消戰棋模式是因為戰鬥無縫切換，直接在大地圖上打，不需要加載。過去有\n加載的戰鬥，我們會專門設計戰鬥地圖、敵人數量、陣型等等，但在開放世界地圖上就沒\n法畫格子了。而且這次戰鬥中突發因素很多，可能會有村民亂入進來打——只要滿足條件\n，你在大地圖上看到的幾乎所有NPC都能打——不確定因素這麼多，戰棋就沒法做了。\n\n\n\n——老《金庸群俠傳》、《武林群俠傳》和《俠客風雲傳》的戰鬥幾乎都是劇情戰，只有\n《三國群俠傳》有隨機禦敵。本作的禦敵是否會加入更多隨機性?\n\n徐昌隆：隨機禦敵就是俗稱的「踩地雷」嘛。《河洛群俠傳》加入了更多非劇情戰，但沒\n有使用「踩地雷」模式，而是「接觸遇敵」模式。\n\n遊戲中的怪物是有棲息地和作息規律的，然後有些怪物會再生，有一些不會，被消滅了，\n它的棲息地可能會被其它怪物佔據。\n\n\n\n——之前官方爆料了輕功在戰鬥中的效果，那麼在世界探索中輕功能發揮哪些作用?\n\n徐昌隆：輕功目前的效果是加速移動外加比較酷，但是不影響遊戲性。另外輕功能增加跳\n躍的高度和距離，可能就會造成某些地方輕功不夠你就跳不過去、進不了某個山洞——這\n些地方我們一定會提供別的到達方式，因為玩家可能這一輪遊戲走的不是「輕功流」，我\n們不希望他因此在內容上受損失。\n\n新作《俠隱閣》明年上市 遊戲做紮實再談文化輸出\n\n\n\n——接下來幾個問題是關於河洛工作室規劃的。河洛重組至今，產品主要是經典IP的重制\n和延續，有沒有考慮過做新IP?\n\n徐昌隆：我們肯定是有做新IP想法的，但回歸後做以前的東西能快速聚焦關注點，加上當\n年《武林群俠傳》沒有做完，我想把它做得更完整。\n\n我想如果回歸第一款作品不是《俠客風雲傳》，我們工作室可能又只是曇花一現，養活不\n了自己。國內單機市場仍然不好做，選擇題材還是要有一些策略性的，做經典IP才能讓我\n們長久發展下去，活長久一點才能考慮新IP。何況剛回歸就做新IP，你也沒有那麼多的投\n資、時間、團隊、技術把這個東西做得很完善。\n\n另外，我們是做RPG的，要做新IP，劇本對RPG能否成功起到關鍵作用。我們是個新團隊，\n編劇要達到能寫出優秀原創劇本的水平，可能還需要一些鍛煉。\n\n\n\n——之前您在微博上公佈了新作《俠隱閣》，目前本作處於什麼開發階段?\n\n徐昌隆：我們已經公佈了遊戲畫面，大家也能看出來，其實遊戲已經比較完整了。目前有\n部分員工在做這款遊戲，一旦《河洛群俠傳》完成，那麼我們所有人都會投入到《俠隱閣\n》的開發中去。《俠隱閣》使用的都是成熟技術，開發難度不像《河洛群俠傳》那麼大，\n明年暑假前上市應該不成問題。\n\n\n\n——河洛重組是在2014年4月1號;《俠隱閣》是今年4月1號公佈的，很多玩家都以為是玩\n笑。您為什麼偏愛這一天?是不是跟河洛產品一貫表現出的幽默氣質有關?\n\n徐昌隆：也沒有刻意啦(笑)。因為我們是14年3月開始註冊公司的，到月底剛好審批下來\n，為了方便就訂下月1號上班咯。然後我發了河洛重組的微博，很多人說「是不是開玩笑\n嘛?」我們突然覺得這種反饋也很有意思，就決定以後每年4月1號都要向外界公佈河洛最\n新動向，是公司最重要的紀念日。\n\n\n\n——您不止一次說過武俠文化輸出是您畢生夢想，《俠客風雲傳》也推出了英文版，能不\n能向我們介紹一下英文版市場表現和國外玩家反饋如何?\n\n徐昌隆：武俠文化輸出這個事，雖然我一直在想，但也就是近兩年說的比較多。我覺得靠\n遊戲、動漫等娛樂媒體來輸出是很好的手段，比灌輸式的輸出好很多。其實《俠客風雲傳\n》時候我還沒有特別關注文化輸出的事，主要是當時鳳凰想上Steam所以做了英文版。我\n感覺即便有英文版，可能還是華人玩家買的比較多，所以也沒有針對海外市場做推廣或特\n別關注反饋。我覺得要吸引國外玩家玩，除了本身東方文化的神秘感，還要給他們提供好\n的遊戲體驗，這方面我們要提高的地方還蠻多的。\n\n不過，之前有熱心韓國玩家給我們發來他們自己做的韓語補丁，希望我們能放到Steam上\n，然而我們不懂韓語，沒法校稿，不知道翻譯質量怎麼樣就沒有放。但這讓我很感動，還\n是有國外玩家喜歡我們的遊戲的。所以關鍵還是要提高遊戲質量。這次《河洛群俠傳》如\n果玩家反饋好，我覺得可以正經考慮文化輸出這件事;否則如果國內玩家的期望都滿足不\n了，那還是以後再說吧。\n\n\n\n——最後一個問題，之前《巫師》系列開發商CD-Project社區經理Marcin Momot發推說他\n很想買《俠客風雲傳》，但Steam沒有設置波蘭區定價買不了，您怎麼看這件事?\n\n徐昌隆：這事我也是看貼吧才知道的，馬上就跟鳳凰溝通解決了，還送了他一套實體版。\n我非常詫異他是怎麼知道我們的遊戲的，也想聽聽他的反饋，但還是挺自豪的吧(笑)。\n\n--\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[情報] 漫畫 町田君的世界 電影化決定", 
        "Author": "durantjosh", 
        "UpVote": 15, 
        "NoVote": 2, 
        "Content": "\n\n由「安藤ゆき」所創作的漫畫作品「町田くんの世界」\n\n在今日發售的單行本最終卷（第七卷）的書腰上透漏了電影化的消息\n\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[18春] 多田君不戀愛 08", 
        "Author": "cmw610634", 
        "UpVote": 6, 
        "NoVote": 0, 
        "Content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n防雷\n\n我們的高富帥金毛勝利組帶攝影社的大家去拍星星\n\n前半段班長、伊集院都正常發揮 大家都和樂融融的\n\n光良也爭氣點啊 打乒乓球帥個三秒就馬上被打爆\n\n接下來就本集重點啦\n\n上山後準備拍星星\n\n光良和泰瑞莎看著星空談心\n\n然後光良說了一堆我聽不太懂總之好像很厲害的話\n\n之後！\n\n泰瑞莎對光良心動了...嗎？\n\n就不要在剩下4集裡面塞給我滿滿的屎\n\n就不要說那個時候泰瑞莎是乳房痛才把手放在胸前\n\n回國前發現得了乳癌這種八點檔劇情\n\n沒我開玩笑的\n\n\n-----\nSent from JPTT on my iPhone\n\n--\n→ ahobo: 對，就像六樓一直在等被五樓肛的機會                       03/19 03:10\n→ qw530817: 對，就像五樓一直在等被四樓肛的機會                    03/19 03:10\n→ ahobo: 五樓的hole是六樓的hope\n03/19 0310\n\n--\n", 
        "DownVote": 0
    }, 
    {
        "Title": "[閒聊] 讓村田畫One Piece有沒有搞頭", 
        "Author": "AppleBloom", 
        "UpVote": 11, 
        "NoVote": 13, 
        "Content": "\n\n\n\n慢跑王現在最為人詬病的除了劇情之外\n\n作畫給人負擔看起來也很大\n\n常常一頁塞很多東西\n\n看得不清不楚、眼睛很累\n\n如果讓村田老師來負責為慢跑王作畫\n\n是不是就能改善這個缺點呢？\n\n尾田可以專心修補爆炸的劇情與故事\n\n村田神級的精細度、完好的身材比例\n\n雙田合璧、有沒有搞頭？\n\n\n\n\n\n\n\n\n-----\nSent from JPTT on my Asus ASUS_Z01HDA.\n\n--\n", 
        "DownVote": 2
    }, 
    {
        "Title": "[閒聊] 家教如果當時給獄寺多一點彭哥列戒指?", 
        "Author": "ClownT", 
        "UpVote": 29, 
        "NoVote": 5, 
        "Content": "\n獄寺在未來篇超潮武器:Sistema C.A.I.\n強調的是再獄寺的嵐屬性中\n混合雨雷雲晴4種屬性做多種變化\n且獄寺也說過經過修練 他可以控制自己體內多達5種火焰\n\n那如果當時把雨雷雲晴4個彭哥列戒指也都給他\n(精緻度彭哥列是S 獄寺其他戒指都只是B)\n那滿手彭哥列戒指的獄寺\nSistema C.A.I.是不是會超級強?\n", 
        "DownVote": 2
    }, 
    {
        "Title": "[閒聊] 日本分治計畫(芋蟲雷)", 
        "Author": "CavendishJr", 
        "UpVote": 18, 
        "NoVote": 28, 
        "Content": "\n\n\n想不到現在還有機會看到這個\n\n", 
        "DownVote": 1
    }, 
    {
        "Title": "Re: [閒聊] 不敢看點兔怎麼辦？", 
        "Author": "justwe5566", 
        "UpVote": 9, 
        "NoVote": 8, 
        "Content": "\n那麼簡單\n\n看完點兔後把這幾年的廢萌作都翻出來看一遍\n\n噥噥日和\n\n黃金拚圖\n\nnew game\n\n搖曳百合\n\n學園孤島\n\n搖曳露營\n\n烏拉拉迷路帖\n\n漫畫女孩\n\n這些都看完後你點兔也忘得差不多惹\n\n這時就能再重溫一下最初的感動\n\n然後再把這些廢萌看一遍\n\n看完再接點兔\n\n廢萌\n\n點兔\n\n廢萌\n\n點兔\n\n無限輪迴\n\n啊\n\n芳文社蒸棒\n\n--\njustwe5566 的婚姻狀況：已婚\n", 
        "DownVote": 0
    }
]