[
    {
        "Title": "[問卦] 被生命厭惡著", 
        "Author": "Kemin666", 
        "UpVote": 2, 
        "NoVote": 5, 
        "Content": "\n無意間發現的一首歌\n\n聽了之後呆了好久\n\n像是被打了幾個巴掌般\n\n像是找到了個懂自己的人\n\n於是眼淚呼之而出，久久不能自己\n\n在此與八卦版的各位分享\n\n", 
        "DownVote": 7
    }, 
    {
        "Title": "Re: [問卦] 天氣一熱是不是一堆殺人犯就忍不住了??", 
        "Author": "hayate232", 
        "UpVote": 5, 
        "NoVote": 12, 
        "Content": "\n\n好像有研究吧，天氣熱很容易讓人心情變很火爆還有煩躁，跟多巴胺有關\n\n這幾次事件到底算不算預謀很難說，我不是法官 不懂法律..\n部分也是模仿效應，潛在意識就正在模仿了\n\n天氣熱 壓力大 睡眠不足 等等原因，突然爆發失去理智 真的很可怕..\n\n常常有那種父母或鄰居說，小孩子很乖 沒什麼異狀 人也很好，實際上他已經是再抑鬱期\n當抑鬱期壓抑到某個程度之後就會直接爆發。\n\n簡單來說就是情緒無法控制，多巴胺異常，情緒轉變非常快速的躁鬱症\n\n\n--\n      ", 
        "DownVote": 0
    }, 
    {
        "Title": "[問卦]  肥宅是不是都看別人吃麵喊燙？", 
        "Author": "Cocochia", 
        "UpVote": 4, 
        "NoVote": 10, 
        "Content": "\n\n\n\n\n\n    明明這些情殺案件跟肥宅未來人生根本\n 不會發生交集的事情，竟然還一副宋明理學\n 追根究底的精神，開始討論起男劍還是女劍\n 。\n\n    認真的說，發生再多情殺案件，也跟宅男\n 沒半點關係，少在那邊看別人吃麵喊燙。\n 宅男連買麵的錢都沒有，就別在那邊說風涼\n 喊燙，關你P4  嘻嘻\n\n-----\nSent from JPTT on my HTC_M10h.\n\n--\n", 
        "DownVote": 6
    }, 
    {
        "Title": "Re: [新聞] 馬哈迪宣布棄建星馬高鐵　「一帶一路」", 
        "Author": "mainline", 
        "UpVote": 106, 
        "NoVote": 55, 
        "Content": "\n\nyes and no\n\n雖然還未招標 可大家都曉得這條高鐵幕後推手是誰吧 還有它的目標是輸出什麼 若509沒出意外換了政府 屆時會由特定國家得標一丁點也不意外 這政府60年來都是綁標分標的高手 而且這些都是從不需向全民交待的 反對黨無權監督 有權就讓它加設密件 (前幾日才得知涉及1MDB的好些文件 連財政部領頭的幾名常務公務員及稽查長都無法查閱)\n\n舉個例：一個由政府出資80趴的大道計劃 輕鬆將特許經營權送給借錢10趴 自己實出10趴的經營者來建設特許經營幾十年 隔幾年大道成本維護拉高後告訴人民 我們已和經營者談好不升過路費囉 利民政策呢 感恩國陣(實際是巫統說了算) 當中差額會由政府出補貼 在特許經營權結束前每年所補貼的差額加總起來 將會比由政府直接按原合約保障條款所書的買下大道全部特許經營權所需的錢還要多 這個叫國陣正常發揮\n\n基本上這些年來上天下海各種政府大小工程都這樣搞的 不公開招標也蠻常見的 還有個更屌的例子 4D運彩的特許權招標 投標得標者都是國陣好友友集團外 當中獲得最大份額的那位… 並沒有投標 他的名字基本上是國陣巫統的私人黨庫代名詞\n\n這篇原文新聞內容提到已經開工的東海岸鐵路ECRL紙面上550億令吉 其實是擺好看的 先前政府隱瞞沒說後頭還需追加的110億令吉預算 更不會提及按月償還利息後的最終成本會逼近1000億 這計劃就是沒透過公開招標程序的 好些執政黨國會成員及當時反對黨都是看不見合約內容的 只被告知一項要項\n\n說了那麼多 該拉回主題了 雖然馬新HSR有新加坡意願因素 可鐵路大部份路段都是建設在馬來西亞國土上 新加坡也慣於博弈 你也見了我先前給的例子 若509沒換政府 中國高鐵會得標這一點 你還會意外嗎 況且人家還有當初用在ECRL那一招大絕還沒出呢 沒錢建嗎 沒關係我家進出口銀行先全額資助你 鐵路先建立起來 慢慢還 慢慢還\n\n(目前是有些傳言，有個挖很深挖到前政府痛腳被水桶的英國獨立記者宣稱說：ECRL的近半成本是膨風後的數字。若傳言屬實 那某國當局一定是在知情下默許的，而這些錢不意外會是被贈送 或 原準備被挪移填1MDB空缺）\n\n\n接著說馬新高鐵必要性\n\n馬來西亞既有鐵道基本是沒什麼人在座的 基本上就是將獨立前已建好的鐵路網絡維持住罷了 且不談新加坡方面了 你隨便在吉隆坡市內抓個外地人問問 大多是有能力的自己開車 不然就是搭巴士上京的人士 看看近年政府再做的是 整修舊巴士總站及新建第二巴士總站一分為二分流就知道了 (自然沒忘要順便BOT) 要知道馬來西亞公民可是會開自己玩笑說 移動1公里距離都要騎摩托車來著的國情\n\n目前新加坡與吉隆坡移動的方式有 付費南北高速大道 飛機 火車 這三者當然沒有高鐵方便\n\n(顧名思義，其實南北大道快速公路已經從新加坡貫穿至泰國了，就輸在穿梭時間問題與路費，長年以來可連大馬南部去泰國旅游都沒在座飛機的，一般都包輛大巴頂著大夜出發去泰南一早抵達。沒意外的話，新政府會將大道過路費會逐步廢除，開車族這兒能省上一筆 不利高鐵。)\n\n\n建高鐵的代價是什麼呢\n\n有一點原Po說對了 大馬全國整體的交通運輸計劃是極度依賴車子的 別說在各城市間移動了 城內沒車子就在哀嚎了 我至今看見說高鐵會帶來人流與經濟圈說法 依然想說這實在圈不起來吧 新加坡那端市內公眾運輸 沒問題 大馬方面 容我直接斷言好了 高鐵11站基本上 多會是剛踏出高鐵站你就會卡住了 除等熟人來載你外 只能grab或打的了 在大馬移動要能自在活動真的離不開車子\n\n目前租車業不盛行 這是可解決的 可是我斷言新加坡人絕對不愛\n\n“有能力買車的獅城人都沒膽在國內踩油門，因此擁車族有個頗重要的樂趣是：週末駕車出國務必在南北大道踩盡油門 飆飆車 領領罰單無所謂 不是還不起 可就愛拖著長年 一直不繳。”\n\n搭高鐵 可是會連獅城擁車族難得小確幸都剝奪了 說經濟 談人流 上班日會需要到大馬的新加坡人 真心不多 那些涉及生意的基本上都擁車 當然不會想要被困在高鐵站 或沒車在大馬移動的困境 交通便利會是更大的考量\n\n餘下的人 則是週末才能出動的車子 在週末一家人來大馬散散心 順便掃掃生活百貨的 或是在獅城工作的大馬白領週末回鄉 這兩族群的目的地粗略估計大概會有近半符合高鐵行進路線吧 至於在獅城工作的大馬藍領是不可能會碰高鐵的 許多藍領可是寧願省生活費 選擇住新山 每日早晨四點去長堤摩托車陣排長龍跨海上班的\n\n\n所以我真想不通，光是要讓高鐵營運收支平衡的人流就不曉得要從哪兒來了？ 遊客有那麼多嗎。\n\n重點是 隆新一日生活圈的需求本來不高。\n\n原Po提到的 單日台北高雄一日生活圈的經濟效益就值得投資，我是認同的。隆新高鐵得納入一項極重要的考量，就是馬新是兩個國家，一般民眾不會沒事一日來回跨國門。台北高雄只是白綠色，離站也不需蓋章，幣值同是新臺幣。新加坡的生活消費水平比大馬高不少，新幣是馬幣的三倍，大馬人沒事不會去獅城逛街買貴貨，而來大馬逛街的新加坡人 多是不需高鐵反需打車 大多只待在近鄰新山就已滿足，因為多是來買日常生活用品的 一樣的東西相對便宜嘛。\n\n其實那讓中國統包光光的東海案鐵路 ECRL帶動發展的需求比較高，不過這工程發包就問題很大。我猜最終會與中國重談 會保留這一條線利頭給中國 不過不會目前這種包山包海的合約了。\n\n因為西馬東海岸的政治、經濟、發展、交通狀況之於台灣就：\n\n花蓮。\n\n\n阿門，大半夜發文 不妙。怕是明天一早就被廢文蓋掉了\n\n\n--\n", 
        "DownVote": 6
    }, 
    {
        "Title": "[新聞] 松山機場捷運站工安意外 一女工人遭鐵板", 
        "Author": "withsirius", 
        "UpVote": 17, 
        "NoVote": 12, 
        "Content": "\n\n1.媒體來源:\n\n自由\n\n2.完整新聞標題:\n\n松山機場捷運站工安意外 一女工人遭鐵板碾斃\n\n3.完整新聞內文:\n\n2018-05-29 04:07\n\n〔記者鄭景議／台北報導〕台北市松山機場捷運站2號出口前，今日凌晨2時許發生一起工安意外，2名捷運公司外包的工人，在進行出口的鐵板維修時，其中1名馮姓女工人不慎遭到鐵板碾頭當場斃命，另一名男工人腳也受傷送醫，警方目前已經封鎖現場，將報請檢察官相驗，釐清死因。\n\n4.完整新聞連結 (或短網址):\n\n", 
        "DownVote": 1
    }, 
    {
        "Title": "[問卦] 一直放屁怎麼辦？", 
        "Author": "L1ON", 
        "UpVote": 2, 
        "NoVote": 12, 
        "Content": "\n如題\n\n肥肥從昨天早上到，現在，不管站著 坐著 躺著\n\n大約十到十五分鐘就會放個響屁，時間會持續一秒的那種\n\n肥肥是不是生了什麼病？\n\n我很好奇！\n\n--\n", 
        "DownVote": 1
    }, 
    {
        "Title": "[問卦] 懶覺為什麼不規格化?", 
        "Author": "incident", 
        "UpVote": 7, 
        "NoVote": 7, 
        "Content": "\nRT\n\n懶覺這種東西\n全世界的男人都有\n\n現今的社會\n既然一出現了洋人這種怪物\n不規格化就有人會被淘汰\n\n所以我說\n那個\n懶覺\n為什麼\n不用規格化呢？\n規格化後，可以造福全世界\n大家一在同一個起跑點競爭，不是很棒嗎?\n\n有沒有八卦?\n\n--\n", 
        "DownVote": 6
    }, 
    {
        "Title": "[問卦] 要去哪看電影阿", 
        "Author": "JustOCD", 
        "UpVote": 7, 
        "NoVote": 12, 
        "Content": "\n\nRT 是本肥宅啦\n現在電影要線上看的話到底要去哪看阿\n電影沒1080p真的看不下去\n剛剛想找金牌特務來看\n但是伊莉畫質在哭 其他網站的也差不多 最高就720p\n\n本肥宅不介意付錢啦\n在台灣ㄟ時候有買Friday殺小影音的 只是上面電影太少了\n後來就都用popcorn times狂載 操 不過現在怕被抓不敢用\n我也有Netflix喇不過你們也知道上面沒啥電影 想看的都看過了\n\n所以現在要網路上看電影到底要去哪看 有沒有卦\n-----\nSent from JPTT on my iPhone\n\n--\n", 
        "DownVote": 3
    }, 
    {
        "Title": "Re: [問卦] 部隊起床！", 
        "Author": "incident", 
        "UpVote": 0, 
        "NoVote": 3, 
        "Content": "\n【養肝8訣竅】：\n\n", 
        "DownVote": 6
    }, 
    {
        "Title": "Re: [問卦] 台女 為什麼都喜歡，壞壞的男生?", 
        "Author": "a000000000", 
        "UpVote": 56, 
        "NoVote": 11, 
        "Content": "\n大家好\n我是課金爆死非洲人\nQQ\n", 
        "DownVote": 30
    }, 
    {
        "Title": "[問卦] 希望雨下在非洲??", 
        "Author": "joe199277", 
        "UpVote": 5, 
        "NoVote": 6, 
        "Content": "\n今晚 我聽見了鼓的回聲\n但是她只聽見一些交談的低語\n\n她搭乘的班機到在12:30抵達\n在月光下，機翼反映著指引我得到救贖的星光\n\n我攔下一位路上的阿伯\n希望尋得那被遺忘許久的言語\n亦或古老的旋律\n他轉身向我 好像要說\n\"快點 孩子 它就在那兒等著你\"\n\n離開你，來到這裡需要很大的勇氣\n但不是人人來到這都能夠做得更多\n我祈求甘霖降於非洲\n準備花一些時間來做些我們從未做過的事\n\n所以非洲到底會不會下雨啊\n有沒有卦?\n\n--\n", 
        "DownVote": 2
    }, 
    {
        "Title": "[問卦]  有沒有謝師宴要什麼穿著的八卦？", 
        "Author": "SydLrio", 
        "UpVote": 8, 
        "NoVote": 12, 
        "Content": "\n\n\n手機排版，傷眼抱歉。\n\n\n各位金城武、新垣結衣安安。\n\n喇個，最近好像是畢業季前，\n\n大家要掏錢出來辦謝師宴，\n\n請那些又好又壞的老師們吃一頓粗飽，\n\n肥宅我朋友在煩惱要穿西裝還是襯衫去，\n\n我朋友不是我，因為我不想去當盤子，\n\n我說你長這樣子，其實穿什麼都無所謂啦，\n\n不然我上八卦板幫你卜個卦，\n\n所以，\n\n有沒有謝師宴要怎麼穿的八卦？\n\n——\n\n以下開放各地金城武、新垣結衣等\n\n各類帥哥美女留言。\n\n——\n\nsend from my disgusting oppo A57\n\n--\n", 
        "DownVote": 5
    }
]